;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: BILLSPANOS
; TranslationAuthorEmail: vasillios@freemail.gr
; Soft Version: 7.x
;

[GUI]
ButtonYes=Ναι
ButtonNo=Οχι
ButtonOK=Οκ
[Translation]
ReadHabit=Αριστερα προς Δεξια
LanguageName=GREEK
LangCode=0408
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=GREEK_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
pmGo=Πηγαινε στο στοιχείο
pmNone=Επελεξε ενα
pmAll1=Επελεξε ολα
pmrec=προτείνεται
pmIgnore=Αγνοησε αυτο το στοιχείο
pmExport=Εξαγωγη σε..
pmInvert=αντιστρέφετε την επιλογή
Frminput.btnok.caption=Οκ
Frminput.btncancel.caption=Ακυρο
FrmWDC.pmHelp.caption=ηλεκτρονική βοήθεια
FrmWDC.pmHome.caption=αρχική σελίδα
FrmWDC.pmCheckNew.caption=Έλεγχος για ενημέρωση ...
FrmWDC.pmLang.caption=Γλώσσες
FrmWDC..caption=σχετικά με
FrmWDC.btncomm.caption=κοινος καθαρισμος
FrmWDC.btnadv.caption=Προχωρημενος καθαρισμος
FrmWDC.btnsilm.caption=Βελτιστοποίηση Συστήματος
FrmWDC.btnrestore.caption=Επαναφορα
FrmWDC.btnsettings.caption=Ρυθμίσεις
FrmWDC.btnlikeit.caption=όπως το
FrmWDC.btnsuggest.caption=Προτάσεις και Σχόλια
FrmAdvSettings.lblinfo.caption=Αυτό ακόλουθει δύο οδηγίες θα τεθεί σε ισχύ μόνο μία φορά. Την επόμενη φορά που χρειάζεται να επιλέξετε ξανά.
Frmadvdc.btnscan.caption=Έναρξη σάρωσης
Frmadvdc.lblpath.caption=Σάρωση Τοπικα:
Frmadvdc.btnrescan.caption=Σάρωση ξανα
Frmadvdc.btnall.caption=Επιλογη ολων
Frmadvdc.btnadvanced.caption=Προχωρημενες Ρυθμίσεις
Frmadvdc.btnnone.caption=Επιλέξτε κανενα
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner είναι ο κορυφαίος Registry Cleaner Δωρεάν για τα Windows. Γρήγορος, λεπτομερής και εξασφαλισμένα!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Μηχανικός Wise PC είναι μια δέσμη σημαντικών ενεργειων μητρώου, δίσκο και άλλα βοηθητικά προγράμματα συστήματος για τον υπολογιστή σας. Εύκολο στη χρήση και αποτελεσματικά!
Frmadvdc.lblpce.caption=Μηχανικός PC
Frmadvdc.lblspeed.caption=Η μεγαλύτερη ταχύτητα σάρωσης στον κόσμο!
Frmadvdc.lblrec.caption=Άλλες εφαρμογές χρηστων, όπως:
Frmadvdc.vtfiles.Columns[0]=Όνομα αρχείου
Frmadvdc.vtfiles.Columns[1]=μέγεθος
Frmadvdc.vtfiles.Columns[2]=Διαδρομη
Frmadvdc.vtfiles.Columns[3]=Τελευταία Προσεγγισμένος Χρόνος
Frmadvdc.vtfiles.Columns[4]=Τυπος
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Προσθέστε
FrmAdvSettings.btnremove.caption=Κατάργηση
FrmAdvSettings.btncancel.caption=Άκυρο
FrmAdvSettings.wcknull.caption=Βρείτε κενα αρχεία (0 bytes, πιο αργή)
FrmAdvSettings.wckshortcut.caption=Βρείτε άκυρες συντομεύσεις (πιο αργά)
FrmAdvSettings.caption=Προχωρημενες Ρυθμίσεις
FrmAdvSettings.btnre.caption=Συνιστάτε
FrmAdvSettings.btnall.caption=Επιλογή όλων
FrmAdvSettings.btnnone.caption=Καμία επιλογή
FrmAboutWin.caption=Σχετικά με
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Τρέχουσα Έκδοση:
FrmAbout.lblhome.caption=Αρχική Σελίδα ..
FrmAbout.lblemail.caption=Email υποστήριξης
FrmAbout.lblthanks.caption=Ευχαριστίες στους παρακάτω για τη συνεισφορά τους
FrmAutorunSettings.lblcmd.caption=Λειτουργία γραμμής εντολών
FrmAutorunSettings.lblcmdinfo.caption=Μπορείτε να εκτελέσετε το πρόγραμμα από την γραμμή εντολών για να σαρώσει και να καθαρίσει το μητρώο σας αυτόματα. Για περισσότερες πληροφορίες, παρακαλώ πατήστε το πλήκτρο F1 ή κάντε κλικ στην ακόλουθη διεύθυνση URL για να διαβάσετε το έγγραφο βοήθειά μας.
FrmAutorunSettings.chk1.caption=Δημιουργία συντόμευσης «Καθαρίστε με 1-Click", και τοποθετήστε την στην επιφάνεια εργασίας.
FrmAutorunSettings.chkadv.caption=περιλαμβάνουν προηγμένες λειτουργειες καθαρισμου
FrmAutorunSettings.btnhelp.caption=Βοηθεια
FrmCommon.btnall.caption=Επιλογή όλων
FrmCommon.btnre.caption=Συνιστάτε
FrmCommon.btnnone.caption=Καμία επιλογή
FrmCommon.wckadv.caption=περιλαμβάνουν προηγμένες λειτουργειες καθαρισμου
FrmCommon.WiseLabel1.caption=Χρονοδιάγραμμα
FrmCommon.lbltype.caption=Επιλέξτε εκτέλεση λειτουργίας
FrmCommon.lblweek.caption=Επιλέξτε ημερα
FrmCommon.lbltime.caption=Ωρα
FrmCommon.btnScan.caption=Έλεγχος τώρα
FrmCommon.lblstat.caption=Γρήγορη και εύκολη μεθοδος για να καθαρίσει άχρηστα αρχεία και ίχνη.
FrmCommon.btncancel.caption=Άκυρο
FrmCommon.btnrescan.caption=Έλεγχος ξανα
FrmExclusion.btnAddFile.caption=Προσθήκη Αρχειου
FrmExclusion.btnAddFolder.caption=Προσθήκη Φακελου
FrmExclusion.btnAddType.caption=Προσθέστε έναν τύπο αρχείου
FrmExclusion.btnImport.caption=Εισαγωγή
FrmExclusion.btnExport.caption=Εξαγωγή
FrmExclusion.btnRemove.caption=Κατάργηση
FrmGeneral.chkNews.caption=Αυτοματη ενημερωση για το Newsletter
FrmGeneral.chkwipe.caption=Ασφαλής διαγραφή (πιο αργά)
FrmGeneral.WiseLabel1.caption=Εύρεση νέας έκδοσης
FrmGeneral.WiseLabel2.caption=Προεπιλογή γλώσσας:
FrmGeneral.btnchecknew.caption=ελέγξτε τώρα
FrmGeneral.WiseLabel4.caption=Προσαρμοσμένοι φακέλοι σε άδειο (για προχωρημένους χρήστες μόνο)
FrmGeneral.btnAdd.caption=Προσθεση
FrmGeneral.btnRemove.caption=Κατάργηση
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
FrmRestore.Btnclose.caption=Κλείσιμο
FrmRestore.caption=Επαναφορά
FrmSettings.tsCommon.caption=Γενικα
FrmSettings.tsAutoRun.caption=Αυτόματη Εναρξη
FrmSettings.tsExclusion.caption=αποκλεισμός
FrmSettings.btnrestore.caption=σχετικά με
FrmSettings.btnok.caption=Οκ
FrmSettings.btncancel.caption=Ακυρο
FrmSettings.caption=Ρυθμίσεις
FrmSysClean.lblrecommendinfo.caption=Δοκιμάστε τα έξυπνα προϊόντα μας για να βελτιώσουμε την απόδοση των Windows τώρα.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise Registry Cleaner είναι μια δέσμη σημαντικών ενεργειων μητρώου, δίσκο και άλλα βοηθητικά προγράμματα συστήματος για τον υπολογιστή σας. Εύκολο στη χρήση και αποτελεσματικά!
FrmSysClean.lbl1.caption=Wise Registry Cleaner είναι ο κορυφαίος Registry Cleaner Δωρεάν για τα Windows. Γρήγορος, λεπτομερής και εξασφαλισμένα!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Θα θέλατε να βελτιωθεί περαιτέρω η απόδοση των Windows σας;
FrmSysClean.btnSlimming.caption=βελτιστοποιηση ακυρη
FrmSysClean.btnall.caption=Επιλογή όλων
FrmSysClean.btnrecommended.caption=Συστήνεται
FrmSysClean.btnnone.caption=Καμία επιλογή
FrmSysClean.vtsys.Columns[0]=Αντικείμενο
FrmSysClean.vtsys.Columns[1]=μέγεθος
FrmSysClean.vtsys.Columns[2]=τοποθεσία
FrmSysClean.vtsys.Columns[3]=πρόταση
FrmlikeUs.lblTitle.caption=Αν αγαπάτε Wise Disk Cleaner, παρακαλούμε να εισαγάγει αυτό το υπέροχο δωρεάν εργαλείο για τους αγαπημένους σας.
FrmlikeUs.lblInfo.caption=Παρακαλείστε  μοιραστείτε το μερίδιο Wise Disk Cleaner με την οικογένεια, τους φίλους σας, τους συμμαθητές, τους συναδέλφους και μέσω ηλεκτρονικού ταχυδρομείου, Blog, Twitter, Youtube, Facebook, κ.λ.π. .. Μπράβο! Θα φέρει την ευκολία και την αποτελεσματικότητα στη ζωή τους.
FrmlikeUs.lblRate.caption=Αξιολογήστε Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Ακολουθήστε μας στο:
FrmlikeUs.lblshare.caption=Μοιραστείτε Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Δωρεάν Λήψη
FrmlikeUs.imgrate.hint=Δώστε μας 5 αστέρων βραβείο
FrmlikeUs.imgmail.hint=Μοιραστείτε το με τους φίλους σας
FrmlikeUs.imgface1.hint=Μοιραστείτε το στο Facebook
FrmlikeUs.imgface2.hint=Ακολουθήστε μας στο facebook
FrmlikeUs.imgtwitter1.hint=Μοιραστείτε το στο twitter
FrmlikeUs.imgtwitter2.hint=Ακολουθήστε μας στο twitter
FrmlikeUs.Caption=Μου αρεσει
FrmlikeUs.lbldownload.caption=Κατεβάστε δωρεάν περισσότερα από WiseCleaner.com:
[Message]
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
CreationDate=Ημερομηνία δημιουργίας
Description=περιγραφή
NowCleaning=Τώρα καθαρισμός:
Cleaning=Καθαρισμός ...
ScheduleNextTime=Την επόμενη φορά:
Never=ποτέ
InputType=Είσοδος αρχείου ή τύπο αρχείου (για παράδειγμα:.. Tmp * κλπ.)
WarnNoType=Παρακαλώ επιλέξτε τουλάχιστον ένα τύπο αρχείου για να αναζητήσετε!
NoItemChecked=Παρακαλώ επιλέξτε ένα ή περισσότερα αρχεία για να καθαρίσετε.
WDCRunning=Το πρόγραμμα τρέχει.
RemoveSysRestore=Θέλετε να αφαιρέσετε το επιλεγμένο σημείο επαναφοράς του συστήματος;
RestoreFromSysRestore=Θα πρέπει να επανεκκινήσετε τον υπολογιστή σας για επαναφορά του συστήματος. Θέλετε να ξεκινήσετε την αποκατάσταση τώρα;
WarnZeroFile=Επιλέξατε το "Κενό Αρχείο" Λειτουργία. Μερικά 0 αρχεία byte είναι απαραίτητα, μελετήστε τα πριν τα αφαιρέσετε. Είστε σίγουροι ότι για να το κάνετε αυτό;
SysRestoring=Προετοιμασία για την επαναφορά του συστήματος ...
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος ...
Browse=Αναζήτηση ...
AllHardDrive=Τοπική Σκληροί Δίσκοι
Exported=Τα τρέχοντα στοιχεία έχουν εξαχθεί στο%s, θέλετε να ανοίξετε το αρχείο τώρα;
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
Safetodel=Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
MoreSpace=Για περισσότερο χώρο
Unknow=Άγνωστο.
AddFileType=Προσθέστε έναν τύπο αρχείου
AlreadExist=%s που ήδη υπήρχαν στη λίστα.
illegalType=%s είναι ένα παράνομο τύπο αρχείου.
Summary=περίληψη
InputSummary=Εισάγετε την περιγραφή για αυτόν τον τύπο:
noselected=Δεν έχουν επιλεγεί στοιχεία.
DelFileType=Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον τύπο αρχείου;
ScanAborted=Η σάρωση έχει ακυρωθεί!
TrashFound=%d αρχεία, συνολικά %s, βρέθηκαν.
NoTrashAndTrace=Συγχαρητήρια! Έχετε έναν καθαρό υπολογιστή!
CleanDone=Εκκαθάριση ολοκληρώθηκε!
LestOne=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για τη σάρωση.
LestOneClean=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για να καθαρίσετε.
Scanning=Σάρωση ...
InvalidIgnorItem=Δεν μπορεί να αγνοήσει αυτό το στοιχείο.
TraceFound=%d  ίχνη βρέθηκαν.
CleanNow=Ενας άμεσος καθαρισμος προτείνεται.
TrashRemoved=%d αρχεία αφαιρέθηκαν και χώρος στο δίσκο %s εχει ελευθερωθεί.
TraceRemoved=%d  ίχνη αφαιρέθηκαν.
LastCommonClean=Η τελευταία φορά που καθαρίσαται τον δίσκο σας ήταν στις:
Working=Παρακαλώ περιμένετε για την τρέχουσα εργασία να τελειωσει, και δοκιμάστε ξανά.
NoFilesFound=Δεν υπάρχουν σκουπιδια
NoTracesFound=Δεν υπάρχουν ίχνη
FindFilesSize=%d αρχεία, συνολικά %s
FindTraces=%d ίχνη
NoItemFound=Δεν βρέθηκαν αντικείμενα
FindTracesSection=%d  ίχνη που βρέθηκαν σε αυτήν την ενότητα
CanFreeSpace=%d αρχεία που βρέθηκαν %s θα αποθηκευτουν
TotalTraces=Συνολικά %d  ίχνη βρέθηκαν
EnableRestore=Επαναφορά Συστήματος είναι απενεργοποιημένη. Θέλετε να ενεργοποιήσετε την επαναφορά συστήματος;
RestorePointFail=αποτυχία να δημιουργήσετε ένα σημείο επαναφοράς.
ErrorMsg=Μήνυμα λάθους:
NoNewVer=Συγχαρητήρια, η έκδοση που χρησιμοποιείτε είναι η τελευταία!
KeyWord=Παρακαλώ εισάγετε μια λέξη κλειδί (s):
AddFolder=Προσθέστε ένα φάκελο
CannotCrTask=Δεν μπορώ να δημιουργήσω ένα χρονοδιάγραμμα.
InvalidType=Παρακαλώ εισάγετε μια έγκυρη επέκταση αρχείου.
NoType=Παρακαλούμε ελέγξτε τουλάχιστον ένα τύπο για την αναζήτηση.
FailToDelete=Ορισμένα αρχεία δεν μπορούν να διαγραφούν μέχρι την επανεκκίνηση του συστήματος σας μέχρι την επόμενη φορά.
GoodHabit=Κρατώντας το PC σας καθαρό είναι μια καλή συνήθεια. Παρακαλώ συνεχίστε έτσι!
7After=% d μέρες έχουν περάσει από την τελευταία ανασυγκρότηση. Μια άμεση ανασυγκρότηση συνιστάται.
7Before=Είναι μια καλή συνήθεια να κρατήσει τους δίσκους σας καθαρους και της ιδιωτικής ζωής σας απορητη.
TaskExists=Η προγραμματισμένη εργασία υπάρχει.. Θέλετε να το διαγράψετε ή να δημιουργήσετε ένα νέο έργο το χρονοδιάγραμμα; (Όχι - Επεξεργαστείτε την υπάρχουσα εργασία Ακύρωση -. Ακύρωση της διαδικασίας.)
NoBackupSelected=Θα πρέπει να επιλέξετε τουλάχιστον ένα αντίγραφο ασφαλείας για επαναφορά.
StartScan=Έλεγχος τώρα
StartClean=Εναρξη καθαρισμου
Cancel=Ακυρο
Idle=Κατά την αδράνεια
Daily=Καθημερινά
Weekly=Εβδομαδιαία
Monthly=Μηνιαίος
Monday=δευτερα
Tuesday=τριτη
Wednesday=τεταρτη
Thursday=πεμπτη
Friday=παρασκευη
Saturday=σαββατο
Sunday=κυριακη
AvdDefaultHint=Αυτή η ενότητα παρέχει προηγμένες ρυθμίσεις για να βρείτε περισσότερα άχρηστα αρχεία και ελεύθερο περισσότερο χώρο.
TrashFoundEx=Τα παρακάτω αρχεία σκουπίδια έχουν βρεθεί:
NoDriveChecked=Θα πρέπει να επιλέξετε μία ή περισσότερες μονάδες για τη σάρωση.
ScanFor=Σάρωση δίσκου:
FindDrives=Αναζήτηση δίσκων ...
[CommonClean]
ScanAbortedHint=Σας προτείνουμε να σαρώσετε και πάλι για να βρείτε αμέσως άχρηστα αρχεία και ίχνη.
DefaultHint=Καθαρισμός άχρηστων αρχείων και ίχνη στο Διαδίκτυο μπορεί να σώσει το χώρο σας και να εξασφαλίσει την ιδιωτικότητα σας.
ScanAbortedHint1=Σας προτείνουμε να σαρώσετε και πάλι για να βρείτε αμέσως άχρηστα αρχεία.
WhenIdle=Κατά την αδράνεια
[SysClean]
Open=Ανοίξτε
Remove=Κατάργηση
MoreSpace=Για περισσότερο χώρο
Cleaning=Καθαρισμός ...
Scanning=Σάρωση ...
ScanEnd=Ένα σύνολο αντικειμένων %d βρέθηκαν. %s είναι χώρος στο δίσκο θα ελευθερωθεί μετά αδυνατίσματος κάτω.
NoItems=Συγχαρητήρια! Μονάδα δίσκου του συστήματός σας είναι καθαρό.
SpaceFreed=Μέθοδοι συμπιεσης τελείωσε. χώρος στο δίσκο%s εχει ελευθερωθεί.
Installer=Παρωχημένες εγκαταστάσεις του Windows Installer
LongInstaller=Παρωχημένες εγκαταστάσεις των Windows είναι άχρηστα αρχεία. Μπορούν να αφαιρεθούν με ελεύθερο χώρο στο δίσκο.
PatchUninstall=Αρχεία κατάργησης της εγκατάστασης του Windows Update ενημερωμένες εκδόσεις κώδικα
LongPatchUninstall=Εάν δεν χρειάζεται να απεγκαταστήσετε το Windows Update, μπορείτε να καταργήσετε αυτά τα αρχεία.
Downloadedfiles=Ληφθέντα αρχεία των Windows εγκατάστασης
Longdownloadedfiles=Μετά την επιτυχής εγκατάσταση ενημερωσεων των Windows, είναι ασφαλές να αφαιρέσετε τα αρχεία.
Baselinecache=Προσωρινής μνήμης του Windows  Βασική εγκατάστασης
LongBaselinecache=Τα αρχεία που δημιουργήθηκαν από την υπηρεσία Windows Installer, και μπορούν να αφαιρεθούν.
JPIME=ιαπωνικά IME
LongJPIME=Αν δεν χρειάζεστε ιαπωνική αρχεία IME πια, μπορείτε να τα αφαιρέσετε.
KoreanIME=IME για την κορεατική
LongKoreanIME=Αν δεν χρειάζεστε Κορέας αρχεία IME πια, μπορείτε να τα αφαιρέσετε.
TChineseIME=Παραδοσιακά Κινέζικα IME
LongTChineseIME=Αν δεν χρειάζεστε παραδοσιακά κινεζικά αρχεία IME πια, μπορείτε να τα αφαιρέσετε.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Αν δεν χρειάζεστε Microsoft Pinyin IME πια, μπορείτε να τα αφαιρέσετε.
HelpFile=Βοηθητικά των Windows Αρχεία
LongHelpFile=Αν δεν χρειάζεστε  Βοηθητικά των Windows Αρχεία πια, μπορείτε να τα αφαιρέσετε.
SamplePic=Εικόνες Δείγμα των Windows
LongSamplePic=Αν δεν χρειάζεστε Εικόνες Δείγμα των Windows πια, μπορείτε να τα αφαιρέσετε.
SampleMic=Μουσική Δείγμα των Windows
LongSampleMic=Αν δεν χρειάζεστε Δείγμα της Μουσική Δείγμα των Windows πια, μπορείτε να τα αφαιρέσετε.
SampleVideos=Βίντεο Δείγμα των Windows
LongSampleVideos=Αν δεν χρειάζεστε Δείγμα των Βίντεο Δείγμα των Windows πια, μπορείτε να τα αφαιρέσετε.
SampleMedia=Δείγμα των Μέσων των Windows
LongSampleMedia=Αν δεν χρειάζεστε Δείγμα των Μέσων των Windows πια, μπορείτε να τα αφαιρέσετε.
Wallpaper=Φόντο οθόνης αρχεία των Windows
LongWallpaper=Αν δεν χρειάζεστε Φόντο οθόνης αρχεία των Windows πια, μπορείτε να τα αφαιρέσετε.
[Area]
Networkmapping=Δίκτυο Ιστορικό αντιστοίχιση μονάδας δίσκου
LastDownloadDir=Τελευταία θέση λήψης
TrashClean=Άχρηστα αρχεία στον υπολογιστή
TraceClean=Ίχνη Στο υπολογιστή
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Άλλες εφαρμογές
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=στοιχεία των Windows
FireFoxOther=Mozilla Firefox Άλλο ιστορικο
FireFoxPass=Mozilla Firefox αποθηκευμένων κωδικών πρόσβασης
FireFoxForm=Mozilla Firefox Ιστορικό Φόρμα αυτόματης συμπλήρωσης
FireFoxCookies=Mozilla FireFox Μπισκότα
ChromePass=Google Chrome αποθηκευμένων κωδικών πρόσβασης
ChromeForm=Google Chrome Ιστορικό Φόρμα αυτόματης συμπλήρωσης
ChromeCookies=Google Chrome Μπισκότα
IEPass=IE αποθηκευμένους κωδικούς (Προσωπικών Δεδομένων δεν θα εισαχθούν)
IEForm=IE Ιστορικό Φόρμα αυτόματης συμπλήρωσης (Προσωπικών Δεδομένων δεν θα εισαχθούν)
IECookies=Microsoft IE Μπισκότα
TypeInternet=Σερφάρετε στο Διαδίκτυο
JumpList=Λίστες συντομεύσεων στη γραμμή εργασιών (τα στοιχεία μπορει να αφαιρεθούν)
SearchList=Ιστορικό αναζήτησης των Windows
TraryNotify=Ειδοποίηση των Windows Προσωρινής μνήμης
ExplorerMRU=Άλλα Explorer MRUs
Recentdocuments=Πρόσφατα Έγγραφα
RunStartMenu=Εκτέλεση στο μενού Έναρξη
TypeSystem=Σύστημα Windows
Flash=Adobe Flash Player
TypeMedia=Πολυμέσα
FireFoxCache=Mozilla Firefox Προσωρινής μνήμης
ChromeCache=Google Chrome Προσωρινής μνήμης
IECahce=Microsoft IE  Προσωρινής μνήμης
LogFile=Αρχεία καταγραφής του συστήματος
DownloadedPatch=Ληφθέντα αρχεία που δημιουργηθηκαν από τα Windows
ErrorReport=Αρχεία αναφοράς σφάλματος
Dump=Αρχεία ένδειξης σφαλμάτων μνήμης
ThumbCache=Προσωρινής μνήμης μικρογραφιών
InvalidLnk=Άκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους των χρηστών
SysTemp=Δημιουργημένα άχρηστα αρχεία από τα Windows
Prefetch=Δεδομένα Windows Prefetch
RemoteDesktop=Αρχεία προσωρινής μνήμης τις Απομακρυσμένης Επιφάνειας Εργασίας
Recyclebin=Άδειασμα Κάδου Ανακύκλωσης
[Type]
UserDefine=Ορισμός χρήστη
ZeroFile=Κενά αρχεία - 0 byte
WinSetupLog=Αρχεία καταγραφής του Windows εγκατάσταση λάθους
NtUninstall=Καταργήστε  ενημερωμένες εκδόσεις των Windows
InvalidLnk=Άκυρες συντομεύσεις
UserTemp=Αρχεία σε προσωρινούς φακέλους των χρηστών
WinTemp=Αρχεία σε προσωρινούς φακέλους των Windows
RecentFiles=Σύνδεσμοι Πρόσφατα αρχεία
PatchSource=Πηγές του Windows Update
TempFile=Προσωρινά αρχεία
fcwdir=Τα αρχεία που δημιουργούνται από μια διαδικασία λήψης
tfcbp=Τα προσωρινά αρχεία που δημιουργούνται από προγράμματα
sdrf=Αποκαταστήστε τα αρχεία που δημιουργούνται κατά τη σάρωση δίσκου
OldFile=παλιά αρχεία
outdatedfile=ξεπερασμένα αρχεία
fcwhfir=Αρχεία που δημιουργήθηκαν όταν ένα αρχείο βοήθειας εκτελείται
Ncfile=Ομάδα συζήτησης αρχεία κρυφής μνήμης
Backupfile=Δημιουργία αντιγράφων ασφαλείας αρχείων
WBfile=MS αρχεία αντιγράφων ασφαλείας του Word
Cbswahf=Αρχεία που δημιουργήθηκαν ενώ αναζητούμε ένα αρχείο βοήθειας
whtf=Αχρηστα αρχεία του συστήματος βοήθειας των Windows
Logfile=καταγράφω αρχεια
LLogfile=Σύνδεση αρχείου που δημιουργείται από εφαρμογές ή υπηρεσίες του συστήματος.
Errorfile=Σφάλμα αρχείων
Wmdf=Win2000/XP αρχεία ένδειξης σφαλμάτων μνήμης
bcomf=Αντίγραφα ασφαλείας των τροποποιημένων αρχείων
Indexfile=ευρετήριο αρχείων
ifcbsiotitpbs=αρχεία ευρετηρίου δημιουργούνται από το σύστημα, προκειμένου να βελτιωθεί η ταχύτητα περιήγησης
Tfcds=Προσωρινά αρχεία που δημιουργούνται κατά την εγκατάσταση
Intermediatefile=Ενδιάμεσα αρχεία
[AutoClean]
DiskSaved=έχει αποθηκευτεί στο δισκο
Title=Συγχαρητήρια!
TraceCleanned=Τα ίχνη έχουν καθαριστεί.
